<template lang="pug">
#privacy-policy
  Header
  main
    .hero
      .hero-body
        .policies
          h1 プライバシーポリシー
          .policies-content
            p ミエマ運営団体（以下，「当団体」といいます。）は，本ウェブサイト上で提供するサービス（以下,「本サービス」といいます。）におけるプライバシー情報の取扱いについて，以下のとおりプライバシーポリシー（以下，「本ポリシー」といいます。）を定めます。
          h2 第1条（プライバシー情報）
          .policies-content
            p プライバシー情報のうち「個人情報」とは，個人情報保護法にいう「個人情報」を指すものとし，生存する個人に関する情報であって，当該情報に含まれる氏名，その他の記述等により特定の個人を識別できる情報を指します。
            p プライバシー情報のうち「履歴情報および特性情報」とは，上記に定める「個人情報」以外のものをいい，ご利用いただいたサービスやご購入いただいた商品，ご覧になったページや広告の履歴，ユーザーが検索された検索キーワード，ご利用日時，ご利用の方法，ご利用環境，郵便番号や性別，ユーザーのIPアドレス，クッキー情報，位置情報，端末の個体識別情報などを指します。
          h2 第2条（プライバシー情報の収集方法）
          .policies-content
            p 当団体は，ユーザーが利用登録をする際に氏名，メールアドレスなどの個人情報をお尋ねすることがあります。また，ユーザーと提携先などとの間でなされたユーザーの個人情報を含む取引記録や，決済に関する情報を当団体の提携先（情報提供元，広告主，広告配信先などを含みます。以下，｢提携先｣といいます。）などから収集することがあります。
            p 当団体は，ユーザーについて，利用したサービスやソフトウエア，購入した商品，閲覧したページや広告の履歴，検索した検索キーワード，利用日時，利用方法，利用環境（携帯端末を通じてご利用の場合の当該端末の通信状態，利用に際しての各種設定情報なども含みます），IPアドレス，クッキー情報，位置情報，端末の個体識別情報などの履歴情報および特性情報を，ユーザーが当団体や提携先のサービスを利用しまたはページを閲覧する際に収集します。
          h2 第3条（個人情報を収集・利用する目的）
          .policies-content
            p 当団体が個人情報を収集・利用する目的は，以下のとおりです。
            ul
              li (1) ユーザーに自分の登録情報の閲覧や修正，利用されたサービスや購入された商品，およびそれらの代金などに関する情報を表示する目的
              li (2) ユーザーにお知らせや連絡をするためにメールアドレスを利用する場合
              li (3) ユーザーが簡便にデータを入力できるようにするために，当団体に登録されている情報を入力画面に表示させたり，ユーザーのご指示に基づいて他のサービスなど（提携先が提供するものも含みます）に転送したりする目的
              li (4) 代金の支払を遅滞したり第三者に損害を発生させたりするなど，本サービスの利用規約に違反したユーザーや，不正・不当な目的でサービスを利用しようとするユーザーの利用をお断りする目的
              li (5) ユーザーからのお問い合わせに対応するために，お問い合わせ内容など当団体がユーザーに対してサービスを提供するにあたって必要となる情報や，ユーザーのサービス利用状況，連絡先情報などを利用する目的
              li (6) 上記の利用目的に付随する目的
          h2 第4条（個人情報の第三者提供）
          .policies-content
            p 当団体は，次に掲げる場合を除いて，あらかじめユーザーの同意を得ることなく，第三者に個人情報を提供することはありません。ただし，個人情報保護法その他の法令で認められる場合を除きます。
            ul
              li (1) 法令に基づく場合
              li (2) 人の生命，身体または財産の保護のために必要がある場合であって，本人の同意を得ることが困難であるとき
              li (3) 公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって，本人の同意を得ることが困難であるとき
              li (4) 国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって，本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき
              li (5) 予め次の事項を告知あるいは公表をしている場合
              li
                ul
                  li 1. 利用目的に第三者への提供を含むこと
                  li 2. 第三者に提供されるデータの項目
                  li 3. 第三者への提供の手段または方法
                  li 4. 本人の求めに応じて個人情報の第三者への提供を停止すること
              p 前項の定めにかかわらず，次に掲げる場合は第三者には該当しないものとします。
            ul
              li (1) 当団体が利用目的の達成に必要な範囲内において個人情報の取扱いの全部または一部を委託する場合
              li (2) 合併その他の事由による事業の承継に伴って個人情報が提供される場合
              li (3) 個人情報を特定の者との間で共同して利用する場合であって，その旨並びに共同して利用される個人情報の項目，共同して利用する者の範囲，利用する者の利用目的および当該個人情報の管理について責任を有する者の氏名または名称について，あらかじめ本人に通知し，または本人が容易に知り得る状態に置いているとき
          h2 第5条（個人情報の開示）
          .policies-content
            p 当団体は，いかなる場合においても本人以外に個人情報の開示を行いません。また、本人確認ができない場合にも個人情報の開示を行いません。
          h2 第6条（個人情報の訂正および削除）
          .policies-content
            p ユーザーは，当団体の保有する自己の個人情報が誤った情報である場合には，当団体が定める手続きにより，当団体に対して個人情報の訂正または削除を請求することができます。
            p 当団体は，ユーザーから前項の請求を受けてその請求に応じる必要があると判断した場合には，遅滞なく，当該個人情報の訂正または削除を行い，これをユーザーに通知します。
          h2 第7条（個人情報の利用停止等）
          .policies-content
            p 当団体は，本人から個人情報が利用目的の範囲を超えて取り扱われているという理由，または不正の手段により取得されたものであるという理由により，その利用の停止または消去（以下，「利用停止等」といいます。）を求められた場合には，遅滞なく必要な調査を行い，その結果に基づき，個人情報の利用停止等を行い，その旨本人に通知します。
            p ただし，個人情報の利用停止等に多額の費用を有する場合その他利用停止等を行うことが困難な場合であって，本人の権利利益を保護するために必要なこれに代わるべき措置をとれる場合は，この代替策を講じます。
          h2 第8条（プライバシーポリシーの変更）
          .policies-content
            p 本ポリシーの内容は，ユーザーに通知することなく，変更することができるものとします。
            p 当団体が別途定める場合を除いて，変更後のプライバシーポリシーは，本ウェブサイトに掲載したときから効力を生じるものとします。
  Footer
</template>

<script>
import Header from '../../components/AppHeader'
import Footer from '../../components/AppFooter'

export default {
  components: {
    Header,
    Footer
  }
}
</script>

<style lang="scss" scoped>
.policies {
  padding: 2rem;
  background-color: white;

  p {
    margin-top: 0.5rem;
    margin-bottom: 0.5rem;
  }

  h1 {
    font-size: 2rem;
    font-weight: 800;
  }

  h2 {
    font-size: 1.5rem;
    font-weight: 600;
  }

  h3 {
    font-size: 1.2rem;
    font-weight: 520;
  }

  .policies-content {
    margin-top: 0.5rem;
    margin-bottom: 0.5rem;
    margin-left: 1rem;

    ul {
      margin-left: 2rem;
    }
  }
}
</style>
