<template lang="pug">
#terms-of-service
  Header
  main
    .hero
      .hero-body
        .terms
          h1 利用規約
          .terms-content
            p この利用規約(以下，「本規約」といいます。)は，ミエマ運営団体(以下，「当団体」といいます。)が提供するサービス「ミエマ」(以下，「本サービス」といいます。)の利用条件を定めるものです。
            p 登録ユーザーの皆さま(以下，「ユーザー」といいます。)には，本規約に従って，本サービスをご利用いただきます。
          h2 第1条(本サービスの内容及び当団体の役割)
          .terms-content
            ul
              li (1) 本サービスは、オンラインフリーマーケットサービスです。ユーザー間の物品の売買の場・機会を提供するもので、ユーザー間の売買契約、出品、購入等の保証等に関しては、すべて当事者であるユーザーの自己責任とし当団体は自ら売買を行うものではなく、売買の委託を受けるものでもありません。当団体は、本規約中に別段の定めがある場合を除き、売買契約の取消し、解約、解除、返品、返金、保証など取引の遂行には一切関与しません。また、本サービスは、競りの方法(オークション)により物品の売買を行おうとする者のあっせんを行うものではありません。
              li (2) 本サービスの内容は、本利用規約及びガイドに規定する通りとします。
          h2 第2条(本規約への同意及び適用)
          .terms-content
            p 本規約は、本サービスの利用に関する条件をユーザーと当団体との間で定めることを目的とし、ユーザーと当団体の間の本サービスの利用に関わる一切の関係に適用されます。ユーザーは、本規約に同意をしたうえで、本規約の定めに従って本サービスを利用しなければなりません。ユーザーは、本サービスを利用することにより本規約に同意をしたものとみなされます。
            p またユーザーの出品等によって、ユーザー及び第三者に生じる損害につき、当団体は一切責任を負わないものとします。
          h2 第3条(ユーザーIDおよびパスワードの管理)
          .terms-content
            p ユーザーは，自己の責任において，本サービスのユーザーIDおよびパスワードを管理するものとします。
            p ユーザーは，いかなる場合にもユーザーIDおよびパスワードを第三者に譲渡または貸与することはできません。当団体は，ユーザーIDとパスワードの組み合わせが登録情報と一致してログインされた場合には，そのユーザーIDを登録しているユーザー自身による利用とみなします。
          h2 第4条(禁止事項)
          .terms-content
            p ユーザーは，本サービスの利用にあたり，以下の行為をしてはなりません。違反した場合、該当商品の削除、または該当ユーザーの削除を行う可能性があります。
            h3 サービスの利用について
            ul
              li (1) 法令または公序良俗に違反する行為
              li (2) 犯罪行為に関連する行為
              li (3) 当団体のサーバーまたはネットワークの機能を破壊したり，妨害したりする行為
              li (4) 当団体のサービスの運営を妨害するおそれのある行為
              li (5) 他のユーザーに関する個人情報等を収集または蓄積する行為
              li (6) 他のユーザーに成りすます行為
              li (7) 当団体のサービスに関連して，反社会的勢力に対して直接または間接に利益を供与する行為
              li (8) その他，当団体が不適切と判断する行為
            h3 出品商品について
            ul
              li (1) 出品者は
                a(href="/prohibited_items") 禁止されている出品物
                | に記載された商品の出品ができないことについて、予め了承します。
              li (2) ユーザーは、商品を出品する際に、真に売却する意思のない出品、その商品情報だけでは正しく商品を理解できない又は混乱する可能性のある出品、商品説明で十分な説明を行わない出品等を行ってはなりません。また、出品者は、出品する商品と関係のない画像等を当該出品情報として掲載してはいけません。
              li (3) ユーザーは、出品にあたっては、古物営業法、特定商取引に関する法律、不当景品類及び不当表示防止法、不正競争防止法、商標法、著作権法その他の法令を遵守しなければなりません。
              li (4) ユーザーは、他の特定のユーザーのみを対象とする販売を意図して商品を出品することができません。当団体は、その裁量により、出品の条件その他の状況から、ある商品の出品が他の特定のユーザーのみを対象とする販売を意図するものであるか否かを判断することができ、かかる判断によってユーザーに生じる損害について、一切責任を負わないものとします。
          h2 第5条 (支払及び取引の実行)
          .terms-content
            ul
              li (1) 購入者が出品された特定の商品の購入完了手続をした時をもって当該商品の売買契約が成立するものとします。出品者及び購入者は、売買契約に基づき発生した権利義務を第三者に譲渡、担保提供その他の処分することはできないものとします。
              li (2) 売買契約が成立した場合、購入者は、出品者との相談により商品代金を支払うものとします。商品の送料は、商品代金に含むものとします。
              li (3) 直接の取引においては、必ず商品と商品代金をその場で全て交換し、複数回に分けての取引をしないものとします。
              li (4) 直接の取引において発生した損害について、当団体は一切責任を負わないものとします。
              li (5) 出品者及び購入者の間で商品等に関してトラブルが発生した場合は当該ユーザー間で解決するものとします。
          h2 第6条(本サービスの提供の停止等)
          .terms-content
            p 当団体は，以下のいずれかの事由があると判断した場合，ユーザーに事前に通知することなく本サービスの全部または一部の提供を停止または中断することができるものとします。
            ul
              li (1) 本サービスにかかるコンピュータシステムの保守点検または更新を行う場合
              li (2) 地震，落雷，火災，停電または天災などの不可抗力により，本サービスの提供が困難となった場合
              li (3) コンピュータまたは通信回線等が事故により停止した場合
              li (4) その他，当団体が本サービスの提供が困難と判断した場合
            p 当団体は，本サービスの提供の停止または中断により，ユーザーまたは第三者が被ったいかなる不利益または損害について，理由を問わず一切の責任を負わないものとします。
          h2 第7条(利用制限および登録抹消)
          .terms-content
            p 当団体は，以下の場合には，事前の通知なく，ユーザーに対して，本サービスの全部もしくは一部の利用を制限し，またはユーザーとしての登録を抹消することができるものとします。
            ul
              li (1) 本規約のいずれかの条項に違反した場合
              li (2) 登録事項に虚偽の事実があることが判明した場合
              li (3) その他，当団体が本サービスの利用を適当でないと判断した場合
            p 当団体は，本条に基づき当団体が行った行為によりユーザーに生じた損害について，一切の責任を負いません。
          h2 第8条(免責事項)
          .terms-content
            p 当団体の債務不履行責任は，当団体の故意または重過失によらない場合には免責されるものとします。
            p 当団体は，何らかの理由によって責任を負う場合にも，通常生じうる損害の範囲内においてのみ賠償の責任を負うものとします。
            p 当団体は，本サービスに関して，ユーザーと他のユーザーまたは第三者との間において生じた取引，連絡または紛争等について一切責任を負いません。
          h2 第9条(サービス内容の変更等)
          .terms-content
            p 当団体は，ユーザーに通知することなく，本サービスの内容を変更しまたは本サービスの提供を中止することができるものとし，これによってユーザーに生じた損害について一切の責任を負いません。
          h2 第10条(利用規約の変更)
          .terms-content
            p 当団体は，必要と判断した場合には，ユーザーに通知することなくいつでも本規約を変更することができるものとします。
          h2 第11条(通知または連絡)
          .terms-content
            p ユーザーと当団体との間の通知または連絡は，当団体の定める方法によって行うものとします。
          h2 第12条(権利義務の譲渡の禁止)
          .terms-content
            p ユーザーは，当団体の書面による事前の承諾なく，利用契約上の地位または本規約に基づく権利もしくは義務を第三者に譲渡し，または担保に供することはできません。
          h2 第13条(準拠法)
          .terms-content
            p 本規約の解釈にあたっては，日本法を準拠法とします。
  Footer
</template>

<script>
import Header from '../../components/AppHeader'
import Footer from '../../components/AppFooter'

export default {
  components: {
    Header,
    Footer
  }
}
</script>

<style lang="scss" scoped>
.terms {
  padding: 2rem;
  background-color: white;

  p {
    margin-top: 0.5rem;
    margin-bottom: 0.5rem;
  }

  h1 {
    font-size: 2rem;
    font-weight: 800;
  }

  h2 {
    font-size: 1.5rem;
    font-weight: 600;
  }

  h3 {
    font-size: 1.2rem;
    font-weight: 520;
  }

  .terms-content {
    margin-top: 0.5rem;
    margin-bottom: 0.5rem;
    margin-left: 1rem;

    ul {
      margin-left: 2rem;
    }
  }
}
</style>
